{
  "projects": [
    {
      "id": 1,
      "title": "Web Development",
      "description1": "We built state-of-the-art responsive web interfaces. We work with the latest frameworks and tools to provide instant deployment, optimal seo and a captivating user experience.",
      "description2": "Our preferred stack is Next.js, Tailwind CSS, and TypeScript with Vercel databases. We built in Cursor for rapid-builds.",
      "image": "/web-dev-cursor.png",
      "imageAlt": "Modern web development interface showing responsive design"
    },
    {
      "id": 2,
      "title": "iOS Apps",
      "description1": "Rely on our expertise in native iOS development using Swift. We use SwiftUI to create seamless native user experiences.",
      "description2": "We guide you all the way from design, development to publish to bring your vision into the app store.",
      "image": "/iOs.jpg",
      "imageAlt": "Photo by Yura Fresh on Unsplash"
    },
    {
      "id": 3,
      "title": "AI",
      "description1": "See past the hype and build with us real-world AI applications that solve problems and drive business growth.",
      "description2": "We specilised in working with the latest AI API's to integreate GenAI features into your existing workflows.",
      "image": "/AI-Museum.png",
      "imageAlt": "AI chatbot interface"
    },
    {
      "id": 4,
      "title": "Cloud Services",
      "description1": "We are certified experts in AWS cloud services.",
      "description2": "Let us help you see through the architectural struggles and help you implement an architecture that keeps your running costs in check.",
      "image": "/AWS.jpg",
      "imageAlt": "Cloud computing architecture diagram"
    },
    {
      "id": 5,
      "title": "Vision OS",
      "description1": "The apple vision pro has changed the game. And we know how to make it work for you.",
      "description2": "Additionally, we can set you up with 3D models and animations for augmented reality or other VR platforms.",
      "image": "/vision_statue.jpg",
      "imageAlt": "Apple Vision Pro spatial computing experience"
    }
  ]
} 